var local_database = [
    {
        date: "Apr 18 2017",
        title: "攻壳机动队：是你的少佐？不，是你的少佐",
        imgSrc: "/images/post/gits.jpg",
        avatar: "/images/avatar/5.png",
        content: "2017版的《攻壳机动队》带来了非凡的感官刺激，拥有着令人眼花缭乱的视觉效果，几乎可以算作是《银翼杀手》和《第五元素》的混合杂交，是一场惊人的视觉盛宴。",
        reading: "112",
        collection: "96",
        headImgSrc: "/images/post/gits.jpg",
        author: "CydenyLau",
        dateTime: "24小时前",
        detail: "2017版的《攻壳机动队》带来了非凡的感官刺激，拥有着令人眼花缭乱的视觉效果，几乎可以算作是《银翼杀手》和《第五元素》的混合杂交，是一场惊人的视觉盛宴。然而，赶在《黑客帝国》上映的18年后，这部本应该回溯本源的科幻大作，却让人觉得怅然所失。95年押井守的《攻壳机动队》具有着先锋性质，这不仅体现在其艺术风格上，也体现在角色的刻画上。看似三无的少佐草雉素子有着与之相应的明确行为逻辑，你能够轻易地发现角色内心的波涛汹涌，由此也能顺理成章地带领观众一同探索世界和自身所隐藏着的巨大秘密。而斯嘉丽·约翰逊所饰演的米拉·基里安，只不过是又一个面无表情单调乏味的“斯嘉丽·约翰逊式”的打女形象，和《超体》以及黑寡妇并没有任何本质区别。产生这种差异的原因，或许是因为匆忙的制作忽略了故事设计的本质。导演鲁伯特·山德斯并没有让电影摆脱寡淡和浅薄，虽然还原了动画版的关键场景，但引入了和原作气质具有明显差异的俗套元素，比如老生常谈的身份危机——《全面回忆》来一遍，《机械战警》来一遍，《攻壳机动队》现在也要来一遍。我们只能说，这个“Ghost”似乎不太知道《攻壳机动队》是什么，或者《攻壳机动队》想要什么。成片只是一部普适的，关于改造人的科幻动作片而已。这并不是我们想要的《攻壳机动队》真人电影，更不是那部启发了《黑客帝国》的《攻壳机动队》所应得的《攻壳机动队》真人电影。简言之，如果你不熟悉《攻壳机动队》的原始材料，或者无力体会《攻壳机动队》的驱动内核，那么真人版《攻壳机动队》将是一个温和且平淡，时而有趣时而无趣的科幻电影。但在那些对《攻壳机动队》有着基本以上的认识的观众来说，你可能会花上整部电影的时间去琢磨，如果压根不打算把原作的精神继承下来，何必大费周章把少佐洗白白呢。答案始终是金钱使然。她是你的草雉素子？不，她是你的米拉·基里安。从某种程度上来说，《攻壳机动队》的出现，代表了电影行业实现了自身的一个轮回，但不见得是更好还是更糟。更糟，当然是更糟。）（《义海雄风》的法庭对峙？GONE。《木兰花》的交织纠缠？GONE。我们现在身处的这个时代，只剩下了极简和拍扁的，无穷无尽的银幕“英雄”和浮华幻梦）我们在这部真人电影中见到了来自各种不同素材的影响，威廉·吉布森的《神经漫游者》，雷德利·斯科特里程碑式的《银翼杀手》，以及动漫化的视觉体验。鲁伯特·山德斯尝试通过引入多种族的演员群体，来解决“白化”带来的影响。但无论如何，都有个绝对绕不过去的坎。公平地说，斯嘉丽·约翰逊接下少佐的角色是其职业生涯中合乎逻辑的必然选择，但这远远不是《攻壳机动队》该有的最好选择。然而，真人版《攻壳机动队》中的少佐米拉·基里安，只是一个受到赛博朋克影响的黑寡妇，耍着《黑客帝国》东方风格的动作和枪技。《攻壳机动队》是有着成为出色电影的可能的。1995年的动画版将哲学和宗教工具用来讨论人类灵魂和生命意义，而不仅仅是局限在个人身份和富有预见性的网络上。而鲁伯特·山德斯在真人电影中试图讨论个人记忆在人格形成过程中所扮演的角色，从押井守版以及神山健治的《攻壳机动队S.A.C.》中借鉴了一些想法，但流于表面的引经据典并没有有机相连，用一个参差不齐的混乱剧本，将《攻壳机动队》世界的深度和层次弱化并简化，以适应欧美主流观众的接受程度。 于是我们得到了这样一个披着赛博朋克的皮的《机械战警》。而事实上，如果你看过1987年的原版《机械战警》，会在《攻壳机动队》中找到异常的熟悉感——而这种感觉是不应该存在于《攻壳机动队》的世界中的。 而在这部面目全非而又似曾相识的电影中，唯一真正值得关注的是高度个人符号化的北野武。简而言之，如果你对《攻壳机动队》（IP）真的感兴趣而又一无所知的话，那么这部电影可以满足你的好奇心。但在此之后，还有更配得上你的好奇心的士郎正宗，押井守和神山健治在等着你。而如果只是打发时间/粉丝表忠心的话，又何必在当下浪费时间呢。《攻壳机动队》从诸多漫画、电影、电视剧中汲取了不少元素，但最令人可惜的是，这部视觉惊人的真人翻拍并没有提供任何超出一部普通科幻电影的内容，也没有为整个《攻壳机动队》的世界带来任何新意。在这部近未来科幻电影中，维塔数码操刀的视觉效果华丽非常，动作场面也可圈可点，但真正缺少的是心和人性。在这一点上，《攻壳机动队》和鲁伯特·山德斯的第一部电影长片《白雪公主与猎人》一样，显得狂妄和空洞，情节欠缺联系，人物缺乏情感。坏人坏，好人好，少佐自我寻找，人人都在奋斗，但这些内容都是高度被动和缺乏互动的。由剧本默认设定的迷思和道德话题并没有获得什么探索，由一场场高调的动作戏和模糊做作的对话串联，似乎只是为了完成任务而完成任务。最终，电影放弃了灵魂，满足于其华丽的外壳。和上周的《超凡战队》类似，《攻壳机动队》看上去没有犯什么明显错误，但没有任何东西会令人难忘。前者从内到外冒着放弃思考的傻气，槽点多到放弃治疗，动作和特效敷衍至极；后者把大部分时间都花在光鲜亮丽的皮肉功夫上，却唯独忘了什么才能“气自华”。22年过去了，《攻壳机动队》从启发《黑客帝国》的高度，跌落到了《全面回忆》的——还是2012年的翻拍版。如果连这种敷衍的通俗化也能忍受的话，我也只能用回那句老话：您是真爱，真爱无敌。至于爱的是什么，肯定不是电影本身。",
        postId: 0,
        music: {
            url: "http://ws.stream.qqmusic.qq.com/201598547.m4a?fromtag=46",
            title: "傀儡谣-川井憲次",
        }
    },
    {
        title: "一个理科男人，浪漫到无可救药但却愚钝的爱",
        content: "原著与日版电影里是爱情故事吗？东野圭吾说【私の考える最大の纯爱、最高のトリック】。",
        imgSrc: "/images/post/xyr.jpg",
        reading: 62,
        detail: "原著与日版电影里是爱情故事吗？东野圭吾说【私の考える最大の纯爱、最高のトリック。最宏大的纯爱，最高的诡计，然而几个版本中恐怕只有删除了汤川的韩版是恋爱脑，为什么要删除汤川呢？因为但凡汤川存在，你们就断然恋爱脑不起来。（故而也可以理解为何那么多代入石神疯狂yy与落难的独身女神相知相爱的中青年老男人如此仇视汤川学，汤川是理工科推理的典范人物，而应用物理系简直是工业化与现代性的化身，理工科，啧啧，多么冷硬入世又毫不含糊，与吃绝户娶寡妇的传统山村文化必须是格格不入的。）然而石神真的很冤枉了，纯粹的理性、抛弃世俗法则的极致单纯，一个平凡又不平凡的天才对他眼中世界的守护（流浪汉没进入他的眼中抱歉咯，但这就是石神的世界，你也没办法），若将其拗成男男女女，变成心窝窝里伸出一只小钩子、想与女神发展一点小情爱，你说东野到底打人不打人？再者，霓虹金所谓的纯爱，指的是无性之爱。再来说中版，与讲求【极致】的日本文化不同，中国人骨子里丢不掉的【分寸感】，讲究中庸，讲究恰当，讲究以眼还眼以牙还牙以德报德以直报怨，讲究大恩即大仇（曾经钢之炼金术师一度给我非常中国的感觉就是因为它竟然在日本文化背景下大力推出了【等价交换】的概念，一时间简直利刃斩破清风，在一众妖艳贱货动漫中显得格外出尘脱俗，好了水军又抄串行了），在这样的文化背景下如果你硬要推崇献祭，推崇不等价交换，这个失败的可能性就很可以想象了。其实嫌疑人这本书，作者是明写石神、暗写汤川，石神的悲剧与献身引人唏嘘，然而全书的立意和落脚其实都在汤川赖以生存的理性得到一个同样强大的灵魂来共鸣vs汤川温厚悲悯的人性（这一点在《盛夏的方程式》中体现得更充分，我也更喜欢方程式这个故事）在面对法理时怆然撕裂的两难纠葛上。日版电影里堤真一强大的演技力给角色很多加持，而福山本人即汤川（这一点我以前论述过，故不赘述，感兴趣的请在我首页搜索“福山雅治”）外加有电视剧铺陈人设，两角色形成均势问题不大。伽利略系列中如果缺少了嫌疑人这一篇，那么汤川学的人物形象是单薄的，仅仅承担了天才侦探的任务；而如果单单只读一本嫌疑人却罔顾系列作品的存在，那么汤川学的形象则是弱小的，理工科推理的基本人设无法树立，在戏剧性和悲剧性极强、情绪烈度巨大的石神面前根本不能称得上一个正经角色。所以中版唐川面临的难度，可谓太大了。",
        collection: 92,
        dateTime: "24小时前",
        headImgSrc: "/images/post/xyr.jpg",
        author: "交叉小径的花园",
        date: "Apr 11 2017",
        avatar: "/images/avatar/5.png",
        postId: 1,
        music: {
            url: "http://ws.stream.qqmusic.qq.com/108493102.m4a?fromtag=46",
            title: "最愛-菅野祐悟",

        }
    },
    {
        title: "秃头是检验车技的唯一标准",
        content: "众所周知，速度与激情系列里颜值最高的两位男主角分别在戏里和戏外过世，而新加入的角色又是斯坦森和巨石强森这样的“绝顶”猛男，因此速激8可能是近年来主角秃顶率最高的影片。",
        detail: "众所周知，速度与激情系列里颜值最高的两位男主角分别在戏里和戏外过世，而新加入的角色又是斯坦森和巨石强森这样的“绝顶”猛男，因此速激8可能是近年来主角秃顶率最高的影片。一路跟着这系列走下来的观众可能都有和我一样的疑惑：这帮1里的小混混是怎么变成如今这种三天两头拯救一次世界的超人的？按现在这种战斗力膨胀速度，我非常怀疑下部速激会跟星战联动，一起去太空飙歼星舰，拯救银河帝国。速激8的大场面与CGI达到了系列巅峰，想象力十足，但个人认为最出色的一场戏反而是开场那段相对“平淡无奇”的竞速戏，后面的僵尸车戏场面有了，但视觉效果并未比1V1的竞速强多少，反而让人感觉有些杂乱无章。速度与激情是以街头竞速成名的，发展到现在竞速反而成了添头，看点已经转移到爆炸和CGI画面上了，固然炸翻天的戏群众喜闻乐见，但在有变形金刚碟中谍妇联的现在，我们真的那么需要另一部插科打诨在CGI中拯救世界的流水线片子吗？就我个人而言，我最喜欢的是速激早期那种单纯的竞速，在肌肉车的轰鸣中快意恩仇，整个故事围绕在一个相对小而闭塞的环境中发生，决定正与邪的只有引擎的转速。现在速激里的黑客对决，打飞机飚坦克真的能比以前那种纯粹的竞速更能刺激观众们的肾上腺素吗？我有些怀疑。在我旁边的黑人小哥整场电影最激动的时刻就是开场的竞速戏，而最后半小时的潜艇战他是摊在座位上的…有很多人喜欢说速激这类片子剧情是无足轻重的，光看特效就值，不过我认为电影这种载体无论是什么体裁剧情都是基本，就像一碗盖浇饭无论菜肴多么美味，没有米饭也是不完整的，它可以不是主角，但不能不及格。而速激8的剧情和逻辑在我看来是不那么过关的。剧情的梗概不剧透了，只说两点我最无法理解的情节，首先是这片多米尼克黑化的剧情突出一个牵强，为了拯救两个家人对反派言听计从去怼另一些家人？这还是以前那个义薄云天的唐老大吗？不说别的，跟这种百分百撕票的反派打交道时人质有意义么？在人质被撕票了一半后还能冷静的继续为反派做事也是够能忍的。固然影片中结局一定是皆大欢喜正义战胜邪恶，但“跟恐怖分子谈条件合作”这个剧情大纲有些太过神秘，而且反派被渲染成了系列最大boss结果却找了唐老大这个注定会反水的角色来为他们做事心也太大了。另一个无法接受的情节就是肖兄弟的洗白，出于上面说过的原因，郭达斯坦森的上位是商业需求的必然结果，但在戏里他可是杀死吉赛尔和韩的直接凶手啊，就这么一笑泯恩仇甚至让他加入伐木累真的没问题吗？唐老大是个什么人8部片子很清楚的告诉我们了，你敢动我家人一根手指我砍你全家的狠角色，然而杀害家人的血海深仇因为救个儿子就这么算了？难道是因为郭达的光头格外有光泽让他有了惺惺相惜的感情？照这么说下部片子塞隆妥妥加入主角团，毕竟她才杀了唐老大一个家人，郭达可是杀了俩哪。而剧中的一些其他情节也让我很想吐槽，比如塞隆和多米尼克多次冗长的探讨人生，除了告诉我们塞隆女王的颜无懈可击外毫无意义，比如塞隆和黑客妹对着不存在的CGI屏幕互相斗法的情节，简直是神仙打架，观感很一般。演员方面范迪塞尔一如既往的稳，表情从迷之微笑和苦大仇深两个选项里娴熟的切换。巨石强森继续扮演绿巨人，一拳打死牛。而为了洗白角色，杰森斯坦森成了彻底的搞笑角色来拉进观众的距离，不得不说跟前一部的boss形象有点脱节。塞隆女王是片子最大的亮点，气场极其强大，而那种蛇蝎美人的危险感也是十足，抢天眼那场戏的戎装扮相非常英姿飒爽，从发型到服装都让我想到了MGS3中的The Boss，然而她却叫cipher，真是讽刺（这梗没人懂吧…）。总结：速激8维持了系列一贯出色的视觉体验，新旧角色的表现都很棒，但大场面过多竞速戏过少让我不太满意，剧情弱智出新高度，尺度放到世界级但格局小的可以，强行洗白反派让我这种吉赛尔夫妇粉无法接受。国内版强行3D有些无耻，这片子根本没什么3D场面。6.5/10，推荐喜欢好莱坞特效片的观众去看IMAX版，然后用一小时忘掉它的剧情。",
        imgSrc: "/images/post/f8.jpg",
        headImgSrc: "/images/post/f8.jpg",
        reading: 62,
        collection: 92,
        author: "KuonjiAlice",
        date: "Apr 14 2017",
        dateTime: "三天前",
        avatar: "/images/avatar/3.png",
        postId: 2,
        music: {
            url: "http://ws.stream.qqmusic.qq.com/200981920.m4a?fromtag=46",
            title: "Good Life-(G-Eazy/Kehlani)",
        }
    },
   
]
module.exports = {
    postList: local_database
}